Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/money_and_tax/personal_finance/debt/personal_insolvency/personal_insolvency_arrangements.html.txt.tmx
Source language: en
Languages: ga

source: A Personal Insolvency Arrangement (PIA) is one of 3 debt resolution mechanisms introduced by the Personal Insolvency Act 2012 for people who cannot afford to pay their personal debts
ga: Tá an Socrú um Dhócmhainneacht Phearsanta (SDP) ar cheann de thrí mheicníocht réitigh fiachais a tugadh isteach faoin Acht um Dhócmhainneacht Phearsanta 2012 do dhaoine nach bhfuil in ann íoc as a bhfiachas pearsanta

source: These mechanisms offer different solutions to people in different situations
ga: Cuireann na socruithe seo réitigh dhifriúla ar fáil do dhaoine i gcásanna éagsúla

source: The Personal Insolvency Arrangement applies to the agreed settlement and/or restructuring of secured debts up to a total of €3 million (as well as unsecured debts) over a period of 6 years
ga: Baineann an Socrú um Dhócmhainneacht Phearsanta le réiteach comhaontaithe agus/nó athstruchtúrú fiachais faoi urrús a mhéid le €3 milliún (mar aon le fiachas gan urrús) thar thréimhse 6 bliana

source: The cap of €3 million can be increased by agreement with your secured creditors and the limit of 6 years can increase to 7 years in some situations
ga: Féadtar an uasteorainn €3 milliún a mhéadú tar éis comhaontú a bhaint amach le do chreidiúnaithe faoi urrús agus féadtar an uasteorainn 6 bliana a mhéadú go dtí 7 mbliana i gcásanna áirithe

source: This document describes how to qualify for a PIA and how the PIA process works
ga: Déantar cur síos sa cháipéis seo ar conas cáiliú do SDP agus ar conas a oibríonn an próiseas SDP

source: The Insolvency Service of Ireland (ISI) has published detailed information about PIAs, including possible scenarios, FAQs and a guidebook
ga: D’fhoilsigh Seirbhís Dócmhainneachta na hÉireann (SDÉ) faisnéis shonrach faoi SDPanna, lena n-áirítear cásanna féideartha, ceisteanna coitianta, agus treoirleabhar

source: It also provides extra information on PIAs, including a quick guide (pdf), on its website backontrack.ie, aimed at people who are struggling with debt
ga: Tugann an SDÉ breis eolas breise ar SDPanna agus treoir ghearr (pdf) ar an suíomh backontrack.ie, atá dírithe ar dhaoine a bhfuil fadhbanna fiachais acu

source: You can read a general overview of personal insolvency options here
ga: Féadfaidh tú foramharc ar an gcóras nua um dhócmhainneacht phearsanta a léamh anseo

source: Provision for court review
ga: Soláthar nua d’athbhreithniú cúirte

source: A series of measures announced on 13 May 2015 included changes to the personal insolvency system
ga: I measc na mbeart nua a fógraíodh an 13 Bealtaine 2015, tá athruithe ar an gcóras um dhócmhainneacht phearsanta, a bhfuil gach ceann díobh i bhfeidhm anois

source: All of these changes are now in effect. They include court review where a mortgage lender rejects the borrower’s proposal for a PIA
ga: Áirítear leo athbhreithniú cúirte, sa chás go ndiúltaíonn iasachtóir morgáiste togra um dhócmhainneacht phearsanta an iasachtóra

source: This review option only applies to mortgages that were in arrears on 1 January 2015, or to mortgages that were in arrears before that and where the borrower entered into an alternative repayment arrangement
ga: Ní bhaineann an rogha athbhreithnithe seo ach le morgáistí a raibh riaráistí acu an 1 Eanáir 2015, nó a raibh riaráistí acu roimhe sin agus inar iontráil an t-iasachtóir isteach i socrú malartach aisíocaíochta

source: The court will review the application, including any objections made by creditors
ga: Athbhreithneoidh an chúirt an t-iarratas, aon aighneachtaí a dhéanann creidiúnaithe san áireamh

source: Subject to meeting certain criteria set out in the legislation, the judge may impose the original PIA proposal on the creditor(s)
ga: A fhad go gcomhlíontar critéir áirithe a leagtar amach sa reachtaíocht, féadfaidh an breitheamh an buntogra a bhaineann leis an Socrú um Dhócmhainneacht Phearsanta

source: Personal Insolvency Arrangements provide for the agreed settlement and/or restructuring of debts in the case of people who have secured debts up to a total of €3 million (as well as any unsecured debts) and have no prospect of being able to pay off their debts in the next 5 years
ga: Déanann Socruithe um Dhócmhainneacht Phearsanta soláthar do réiteach comhaontaithe agus/nó athstruchtúrú fiachais i gcás daoine a bhfuil fiachas faoi urrús acu a mhéid le €3 milliún (mar aon le haon fhiachas gan urrús) agus nach measann siad go mbeidh siad in ann a bhfiachas a íoc sna 5 bliana amach romhainn

source: You can only avail of a PIA once in your lifetime
ga: Ní féidir leat SDP a fháil ach uair amháin i do shaol

source: You cannot get a PIA if you are involved in one of the other debt resolution processes introduced by the Act, or in the bankruptcy process, or if you have completed one of these processes within the last 5 years (3 years for a Debt Relief Notice)
ga: Ní féidir leat SDP a fháil má tá baint agat i gceann amháin de na próisis eile réitigh a tugadh isteach faoin Acht, nó sa phróiseas féimheachta, nó má chríochnaigh tú ceann de na próisis seo le 5 bliana anuas (nó le trí bliana anuas i gcás Fógra um Fhaoiseamh Fiachais)

source: Under the original legislation, you could only get a PIA by agreement of a specified majority of your secured and unsecured creditors – see Main elements of a PIA below
ga: Faoin mbunreachtaíocht, ní fhéadfá SDP a fháil ach trí chomhaontú a dhéanamh ar thromlach sonraithe do chuid creidiúnaithe urraithe agus neamhurraithe – féach Príomhghnéithe SDP thíos

source: However, as noted above, you can now seek a court review if a mortgage lender rejects your personal insolvency proposal
ga: Faoi mar a thugtar faoi deara thuas, áfach, féadfaidh tú athbhreithniú cúirte a lorg má dhiúltaíonn iasachtóir morgáiste do thogra um dhócmhainneacht phearsanta

source: See ‘Creditors’ meeting’ below for more detail
ga: Féach ‘Cruinniú na gcreidiúnaithe’ thíos chun teacht ar bhreis sonraí

source: You must be domiciled in the State, or else have been living or had a place of business in the State within the year before you make your application
ga: Ní mór go mbeadh sainchónaí ort sa Stát, nó go raibh cónaí ort nó áit gnó agat sa Stát sa bhliain sula ndéanann tú d’iarratas

source: You will only qualify for a PIA if you owe debt to at least one secured creditor holding security over Irish property or assets (secured debt)
ga: Ní cháileoidh tú do SDP ach má tá fiachas le híoc agat le creidiúnaí amháin faoi urrús, ar a laghad, ag a bhfuil urrús ar mhaoin nó sócmhainní Éireannacha (fiachas faoi urrús)

source: If you have no secured debts you should apply for a Debt Settlement Arrangement or a Debt Relief Notice
ga: Mura bhfuil aon fhiachas faoi urrús agat, ba cheart duit iarratas a dhéanamh ar Shocrú um Réiteach Fiachais nó ar Fhógra um Fhaoiseamh Fiachais

source: In general, the total of your debt to your secured creditors must add up to less than €3 million
ga: Go ginearálta, níor mhór nach mbeadh níos mó ná €3 milliún le híoc agat, ar an iomlán, mar fhiachas le do chuid creidiúnaithe faoi urrús

source: However, this cap can be waived if all of your secured creditors agree in writing
ga: Ar a shon sin, féadtar an uasteorainn seo a tharscaoileadh má chomhaontaíonn gach duine de do chuid creidiúnaithe faoi urrús i scríbhinn

source: At least three-quarters (75%) of your debts must have built up at least 6 months before you apply for a PIA – in other words, you can’t apply for a PIA if any more than 25% of your debts were incurred in the last 6 months
ga: Ní mór gur cruthaíodh ar a laghad trí cheathrú (75%) de do chuid fiachais ar a laghad 6 mhí sula ndéanann tú iarratas ar SDP – i bhfriotal eile, ní féidir leat iarratas a dhéanamh ar SDP má tabhaíodh breis agus 25% de do chuid fiachais le 6 mhí anuas

source: Secured and unsecured debts
ga: Fiachas faoi urrús agus gan urrús

source: A Personal Insolvency Arrangement is only for people who have secured debts (though it can include some unsecured debts – see below) so it is important to know whether your debts are secured or not
ga: Ta an Socrú um Dhócmhainneacht Phearsanta dírithe ar dhaoine ag a bhfuil fiachas faoi urrús (cé gur féidir roinnt fiachais gan urrús a áireamh – féach thíos), mar sin, is tábhachtach fios a bheith agat cibé acu an bhfuil d'fhiachas faoi urrús nó nach bhfuil

source: A secured debt is a loan on which property or goods are available as security against non-payment
ga: Iasacht atá i bhfiachas faoi urrús ar a bhfuil fáil ar réadmhaoin nó earraí mar urrús i leith neamhíocaíochta

source: Mortgages and car loans are the most common secured loans
ga: Is iad morgáistí agus iasachtaí gluaisteáin na hiasachtaí is coitianta d’iasachtaí faoi urrús

source: Some examples of unsecured debts are: utility bill arrears (gas, electricity etc.); credit card debt; bank overdrafts; credit union loans
ga: Roinnt samplaí d’fhiachas gan urrús iad: riaráistí bille fóntais (gás, leictreachas, etc.); fiachas cárta creidmheasa; rótharraingtí bainc; iasachtaí comhar creidmheasa

source: However, if they are rolled up into your mortgage, they become secured loans
ga: Má tá siad in éineacht le do mhorgáiste, áfach, déantar iasachtaí faoi urrús díobh

source: Excluded and excludable debts
ga: Fiachas eisiata agus in-eisiata

source: The Personal Insolvency Act 2012 specifies certain types of debt that cannot be written off by the debt settlement procedures that it introduced, which include the Personal Insolvency Arrangement
ga: Sonraítear san Acht um Dhócmhainneacht Phearsanta 2012 roinnt saghsanna d’fhiachas nach féidir a dhíscríobh leis na nósanna imeachta réitigh a thug an tAcht isteach, ina measc an Socrú um Dhócmhainneacht Phearsanta

source: These are called excluded debts
ga: Tugtar fiachas eisiata orthu seo

source: The Act specifies certain other types of debt to be excludable from a PIA
ga: Sonraítear san Acht roinnt saghsanna eile d’fhiachas atá in-eisiata ó SDP

source: This means that they can be covered by the PIA if the creditor is asked and agrees to let them be included – in which case they become permitted debts – debts that the creditor permits to be covered
ga: Ciallaíonn seo nach féidir iad a chuimsiú ag an SDP ach amháin má iarrtar ar an gcreidiúnaí agus má aontaíonn sé/sí le hiad a áireamh – agus sa chás sin, déantar fiachas ceadaithe astu – arb ionann sin agus fiachas a cheadaíonn an creidiúnaí a chuimsiú

source: If the creditor is asked and does not respond, the creditor is also deemed to have consented to the debts being included
ga: Má iarrtar ar an gcreidiúnaí agus mura dtugann sé/sí freagra, measfar gur thug an creidiúnaí toiliú go gcuirfear san áireamh an fiachas

source: Most types of excludable debts are those owed to the State
ga: Is fiachas in-eisiata an chuid is mó den fhiachas atá le híoc leis an Stát

source: The types of debt that are excluded and cannot be covered by a PIA are:
ga: Is iad na saghsanna fiachais a eisítear agus nach féidir le SDP a chumhdach:

source: • Debts under family law orders, such as maintenance orders for spouses and children
ga: • Fiachas faoi orduithe dlí teaghlaigh, ar nós orduithe cothabhála do chéilí agus leanaí

source: • Debts due under court awards for personal injury or death
ga: • Fiachas atá le híoc faoi dhámhachtain chúirte mar gheall ar ghortú pearsanta nó bás

source: • Debts arising from a loan (or forbearance of a loan) obtained through fraud or similar wrongdoing
ga: • Fiachas a eascraíonn ó iasacht (nó staonadh iasachta) a fuarthas mar gheall ar chalaois nó éagóir dá samhail sin

source: • Debts arising under court orders made under the Proceeds of Crime Acts or fines imposed by the courts for criminal offences
ga: • Fiachas a eascraíonn faoi orduithe cúirte a rinneadh faoi na hAchtanna um Fháltais ó Choireacht nó fíneálacha a ghearrann na cúirteanna mar gheall ar chionta coiriúla

source: The types of debt that are excludable and may be covered if the creditor agrees are:
ga: Is iad na saghsanna fiachais atá in-eisiata agus is féidir a chumhdach le comhaontú an chreidiúnaí:

source: • Taxes, duties, charges or levies owed to the State, such as income tax, the Local Property Tax, VAT, capital taxes
ga: • Cáin, dleachtanna, muirir nó tobhaigh atá le híoc leis an Stát, ar nós cáin ioncaim, an Mhuirir Theaghlaigh, na Cánach Maoine Áitiúla, CBL, cáin chaipitiúil

source: • Service charges owed to local authorities
ga: • Muirir sheirbhíse atá le híoc le húdaráis áitiúla

source: • Money owed under the Nursing Homes Support Scheme (in respect of a loan advanced by the HSE to a nursing home resident to cover the amount due from the principal private residence)
ga: • Airgead atá le híoc faoin Scéim Tacaíochta do Thithe Altranais (i dtaca le hiasacht a réamhíoc FSS le cónaitheoir i dteach altranais chun íoc as an méid atá le híoc ón bpríomháit chónaithe phríobháideach)

source: • Money owed to the Department of Social Protection, such as overpayments
ga: • Airgead atá le híoc leis an Roinn Coimirce Sóisialaí, ar nós ró-íocaíochtaí

source: • Debts due to owners’ management companies in respect of annual service charges or contributions due for multi-unit developments (this is the only non-State debt in this category)
ga: • Fiachas atá le híoc le cuideachtaí bainistíochta úinéirí maidir le muirir nó le ranníocaíochtaí bliantúla seirbhíse atá le híoc le haghaidh forbairtí ilaonad (seo an t-aon fhiachas neamhStáit sa chatagóir seo)

source: Mortgage arrears on your home
ga: Riaráistí morgáiste ar do theach

source: In general, you must declare that you have co-operated with your mortgage lender for at least 6 months in respect of your principal private residence (your home) in accordance with the Central Bank’s Code of Conduct on Mortgage Arrears; and that, in spite of this co-operation, you have been unable to agree an alternative repayment arrangement or the lender has confirmed in writing that it does not wish to enter into such an arrangement
ga: Go ginearálta, ní mór duit a dhearbhú gur chomhoibrigh tú le d’iasachtóir morgáiste ar feadh sé mhí, ar a laghad, maidir le do phríomháit chónaithe (do theach) i gcomhréir le Cód Iompair maidir le Riaráistí Morgáiste an Bhainc Cheannais; agus, in ainneoin an chomhoibrithe seo, nach raibh tú in ann socrú aisíocaíochta eile a chomhaontú nó gur dhearbhaigh an t-iasachtóir i scríbhinn nach mian leis nó léi iontráil sa socrú sin

source: This rule does not apply if your Personal Insolvency Practitioner (PIP) – see below – declares that you would still not be likely to be solvent in 5 years if you accepted such an alternative repayment arrangement
ga: Níl an riail seo i gceist má dhearbhaíonn do Chleachtóir um Dhócmhainneacht Phearsanta (CDP) – féach thíos – nach dócha go fóill go mbeifeá sócmhainneach i gceann 5 bliana dá nglacfá leis an socrú aisíocaíochta eile sin

source: Further information for people facing mortgage arrears is available on keepingyourhome.ie
ga: Tá fáil ar thuilleadh faisnéise do dhaoine a bhfuil riaráistí morgáiste i ndán dóibh ar keepingyourhome.ie

source: You must make your proposal for a PIA through a Personal Insolvency Practitioner (PIP) – see The PIA process below
ga: Ní mór duit do thogra le haghaidh SDP a dhéanamh trí Chleachtóir um Dhócmhainneacht Phearsanta (CDP) – féach An Próiseas SDP thíos

source: Once you have agreed the terms of the PIA proposal with your PIP, you then need approval from a creditors’ meeting or, failing that, your proposal may be imposed on your creditors after a court review
ga: A luaithe a dhéanann tú comhaontú ar théarmaí an togra SDP le do Chleachtóir um Dhócmhainneacht Phearsanta (CDP), is gá duit faomhadh a fháil ó chruinniú creidiúnaithe nó, murar féidir sin a dhéanamh, d’fhéadfaí do thogra a fhorchur ar do chreidiúnaithe i ndiaidh athbhreithniú cúirte

source: See ‘Creditors’meeting’ below’ for more detail
ga: Féach ‘Cruinniú na gcreidiúnaithe’ thíos chun teacht ar bhreis sonraí

source: A PIA may involve you making regular payments of agreed amounts to your Personal Insolvency Practitioner, who then distributes them to your creditors according to the terms of the PIA
ga: Mar chuid de SDP, b’fhéidir go mbeadh ort íocaíochtaí rialta a dhéanamh de shuimeanna lenar comhaontaíodh le do Chleachtóir um Dhócmhainneacht Phearsanta, a dhéanfaidh iad a dháileadh ar do chreidiúnaithe i gcomhréir le téarmaí an SDP

source: Your creditors may not take any action against you to enforce the debt during the lifetime of the PIA
ga: Tharlódh nach nglacfadh do chreidiúnaithe aon ghníomh i do leith chun an fiachas a fhorfheidhmiú le linn shaolré an SDP

source: If you keep to the terms of the PIA, the rest of your debt to your unsecured creditors will be discharged
ga: Má chloíonn tú le téarmaí an SDP, déanfar an chuid eile de d’fhiachas le do chuid creidiúnaithe gan urrús a dhíscaoileadh

source: However, when the PIA ends, you will still be liable for the outstanding amount of your secured debts, such as your mortgage
ga: Ar a shon sin, nuair a thiocfaidh deireadh leis an SDP, áfach, beidh tú fós faoi dhliteanas íoc as an tsuim nár íocadh de do chuid fiachais, ar nós do mhorgáiste

source: The PIA has been designated as an insolvency proceeding which can benefit from cross-border recognition
ga: Tá an SDP ainmnithe mar imeacht dócmhainneachta ar féidir leis leas a bhaint as aitheantas trasteorann

source: This means that a debtor availing of a PIA will gain the same protection against creditors in most other EU countries that they receive in Ireland, subject to and in accordance with the Regulation on Insolvency Proceedings (EC) No 1346/2000 (pdf), as updated by Regulation (EU) No.663/2014 (pdf)
ga: Fágann sé sin go mbeidh an chosaint chéanna ar chreidiúnaithe i bhformhór na dtíortha eile den AE is atá aige/aici in Éirinn ag féichiúnaí atá ag baint leas as SDP, faoi réir agus de réir an Rialacháin (CE) Uimh. 1346/2000 maidir le hImeachtaí Dócmhainneachta (pdf), arna nuashonrú ag Rialachán (AE) Uimh. 663/2014 (pdf)

source: Read more in this press release
ga: Léigh tuilleadh sa phreaseisiúint seo

source: There are certain elements that the PIA must contain:
ga: Tá roinnt gnéithe ann nach mór don SDP a chuimsiú:

source: • The maximum duration of the agreement must be 6 years but this may be extended by up to 1 year in circumstances as specified in the terms of the arrangement
ga: • Ní mór go mbeidh fad uasta an chomhaontaithe sé bliana, ach is féidir seo a shíneadh le bliain amháin ar a mhéid faoi na cúinsí a shonraítear i dtéarmaí an chomhaontaithe

source: • The PIA must clearly distinguish between secured debts and unsecured debts and must make provision for the manner in which the security held by the creditor is to be treated
ga: • Ní mór go ndéanfaidh an SDP idirdhealú soiléir idir fiachas faoi urrús agus fiachas gan urrús agus soláthar a dhéanamh don bhealach a chaitear leis an urrús a choimeádann an creidiúnaí

source: Unless your secured creditors agree otherwise, they may get the full value of their security or the full amount of the debt if the property is sold
ga: Mura gcomhaontaíonn do chreidiúnaithe faoi urrús ar a mhalairt, féadfaidh said luach iomlán a n-urrúis a fháil, nó suim iomlán an fhiachais má dhíoltar an mhaoin

source: If they agree to accept less than the full value of the security, there is a clawback if the security is sold for greater than the value estimated at the time of the arrangement
ga: Má chomhaontaíonn siad chun glacadh le luach níos lú ná luach iomlán an urrúis, beidh aisghlámadh i gceist má dhíoltar an t-urrús ar luach a sháraíonn an luach measta tráth an tsocraithe

source: • If you keep to the terms of the agreement your remaining debts to your unsecured creditors will be discharged
ga: • Má chloíonn tú le téarmaí an chomhaontaithe, déanfar an chuid eile de d’fhiachas le do chuid creidiúnaithe gan urrús a dhíscaoileadh

source: • You remain liable for certain debts unless the proposed arrangement explicitly provides for a compromise agreement and the creditor has agreed in writing to accept this – see ‘Excluded and excludable debts’ above
ga: • Beidh tú fós faoi dhliteanas íoc as roinnt fiachais mura bhforálann an socrú beartaithe go sonrach do chomhaontú comhgréitigh agus murar chomhaontaigh an creidiúnaí i scríbhinn go nglacfar leis seo – féach ‘Fiachas eisiata agus in-eisiata’ thuas

source: • The PIA cannot release you from fines or other monetary penalties arising from criminal offences
ga: • Ní féidir leis an SDP thú a scaoileadh ó fhíneálacha nó ó phionóis eile airgid a eascraíonn ó chionta coiriúla

source: • It cannot require you to sell any assets that are reasonably necessary for your employment or business unless you agree to such a sale
ga: • Ní féidir leis ceangal ort aon sócmhainní a dhíol a bhfuil údar réasúnta leo ar mhaithe le d’fhostaíocht nó le do ghnólacht mura gcomhaontaíonn tú ar an díol sin

source: • You must be left with enough income to maintain a reasonable standard of living for yourself and your dependants
ga: • Níor mhór go bhfágfar leat dóthain ioncaim le caighdeán réasúnta maireachtála a choimeád duit féin agus do do chuid cleithiúnaithe

source: • It must not require you to dispose of your principal private residence (your home) or to cease to occupy it unless specific conditions are met – see ‘Secured creditors’ below
ga: • Níor cheart go gceanglódh sé ort fáil réidh le do phríomháit chónaithe (do theach) nó chun deireadh a chur le cónaí ann mura gcomhlíontar coinníollacha sonracha – féach ‘Creidiúnaithe faoi urrús’ thíos

source: • It must outline how your debts will be treated in the event of your death or mental incapacity
ga: • Ní mór go dtabharfar breac-chuntas ann ar conas a chaithfear le d'fhiachas i gcás do bháis nó éagumas meabhrach

source: • It must provide that your circumstances be reviewed by the Personal Insolvency Practitioner at regular intervals (not more than 12 months) during the currency of the PIA; this review will involve the preparation of a new Prescribed Financial Statement that must be sent to all the creditors
ga: • Níor mhór go bhforálfadh sé go ndéanfadh an Cleachtóir um Dhócmhainneacht Phearsanta athbhreithniú ar do chúinsí ag eatraimh rialta (tráth nach faide ná 12 mhí) le linn shaolré an SDP; is éard a bheidh i gceist leis an athbhreithniú seo, Ráiteas nua Forordaithe Airgeadais a réiteach nach mór a sheoladh go dtí na creidiúnaithe go léir

source: • It must make provision for the Personal Insolvency Practitioner’s costs
ga: • Níor mhór go ndéanfar soláthar ann do chostais an Chleachtóra um Dhócmhainneacht Phearsanta

source: Ongoing pension income receivable by you or an entitlement to a pension lump sum or income in accordance with the tax code will be treated as an asset or, as applicable, income for the purposes of a PIA
ga: Caithfear le hioncam leanúnach ó phinsean atá infhaighte agat nó teidlíocht i leith cnapshuim phinsin nó ioncaim i gcomhréir leis an gcód cánach mar shócmhainn nó, de réir mar is infheidhme, mar ioncam ar mhaithe le cuspóirí SDP

source: The terms of the PIA may provide for payment of some or all of that pension/lump sum or income to creditors during the PIA period
ga: D’fhéadfaí a fhoráil i dtéarmaí an SDP go n-íocfar cuid nó an chuid go léir den phinsean/chnapshuim nó den ioncam sin le creidiúnaithe le linn thréimhse an SDP

source: Your pension fund will be excluded from any PIA if it is a relevant pension arrangement for the purposes of the Act
ga: Déanfar do chiste pinsin a eisiamh ó aon SDP más socrú iomchuí pinsin é chun críocha an Achta

source: Approved Retirement Funds (ARFs) do not fall into this category and may be included in a PIA
ga: Ní thagann Cistí Faofa Scoir (ARFanna) faoi chuimsiú na catagóire seo agus féadtar iad a chur san áireamh sa SDP
